Repository: fossabot/Genshin-Impact-ReShade
Catalog: Stella Mod Launcher/Forms/Default.*.resx
Languages: pl

# changeBg_LinkLabel.Text
source: Change background
pl: Zmień tło aplikacji

# changeBg_LinkLabel.ToolTip
source: Change the application background.
pl: Zmień tło launchera

# close_Panel.ToolTip
source: Exit the launcher
pl: Wyjdź z programu uruchamiającego

# githubUrl_LinkLabel.ToolTip
source: Main GitHub repository. Star the repo if you like my work.
pl: Główne repozytorium GitHub. Oznacz repozytorium gwiazdką, jeśli podoba Ci się moja praca.

# madeBySefinek_Label.Text
source: made by Sefinek
pl: autorstwa Sefinek

# tools_LinkLabel.Text
source: Tools
pl: Narzędzia

# tools_LinkLabel.ToolTip
source: Utils and logs
pl: Narzędzia oraz logi

# discordServer_LinkLabel.ToolTip
source: Join our Discord server if you need help.
pl: Dołącz do naszego serwera Discord, jeśli potrzebujesz pomocy.

# youTube_LinkLabel.ToolTip
source: My YouTube channel. Subscribe me if you like this project.
pl: Mój kanał na YouTubie. Subskrybuj mnie, jeśli podoba Ci się ten projekt.

# startGame_LinkLabel.Text
source: Start game
pl: Uruchom grę

# startGame_LinkLabel.ToolTip
source: Launch Genshin Impact with ReShade, FPS Unlocker and 3DMigoto (for patrons).
pl: Uruchom Genshin Impact z ReShade, FPS Unlockerem oraz 3DMigoto (tylko dla patronów). Zalecane.

# website_LinkLabel.Text
source: Website
pl: Strona www

# website_LinkLabel.ToolTip
source: See official website
pl: Zobacz oficjalną stronę internetową

# gameplay_LinkLabel.Text
source: Gameplay
pl: Rozgrywka

# gameplay_LinkLabel.ToolTip
source: Watch gameplay
pl: Obejrzyj rozgrywkę

# supportMe_LinkLabel.Text
source: Support me
pl: Wesprzyj mnie

# supportMe_LinkLabel.ToolTip
source: Support my work.
pl: Wesprzyj moją pracę.

# becomeMyPatron_LinkLabel.Text
source: To unlock numerous benefits, subscribe to Stella Mod Plus. These include: Ray Tracing, mods, and much more!
pl: Aby uzyskać Ray Tracing w grze, zostań patronem. Karty RTX nie są wymagane.

# becomeMyPatron_LinkLabel.ToolTip
source: Go to https://patreon.com/sefinek
pl: Przejdź do https://patreon.com/sefinek

# runGiLauncher_LinkLabel.Text
source: Genshin Impact Launcher
pl: Otwórz launcher Genshin Impact

# version_LinkLabel.Text
source: Restart is optional
pl: Uruchom ponownie apke

# version_LinkLabel.ToolTip
source: See changelog on GitHub.
pl: Zobacz dziennik zmian (changelog) na GitHubie.

# links_LinkLabel.Text
source: Links
pl: Linki

# clickMe_LinkLabel.Text
source: Click me ;w;
pl: Kliknij mnie >.<

# injectReShade_LinkLabel.Text
source: Only ReShade
pl: Tylko ReShade

# injectReShade_LinkLabel.ToolTip
source: Run Genshin Impact with only ReShade.
pl: Uruchom Genshin Impact tylko z wstrzykniętym ReShade.

# runFpsUnlocker_LinkLabel.Text
source: Only FPS Unlocker
pl: Tylko FPS Unlocker

# runFpsUnlocker_LinkLabel.ToolTip
source: Run game with only FPS Unlocker.
pl: Uruchom grę tylko z użytym FPS Unlockerem (odblokowywaniem limitu 60 klatek na sekundę). Nie ma sensu używać tego, jeśli Twój monitor nie ma więcej niż 60 Hz.

# only3DMigoto_LinkLabel.Text
source: Only 3DMigoto
pl: Tylko 3DMigoto

# linkLabel1.Text
source: Resources
pl: Zasoby

# linkLabel1.ToolTip
source: Go to Stella Resources
pl: Przejdź do Zasobów Stelli

# linkLabel2.Text
source: Settings
pl: Ustawienia

# linkLabel2.ToolTip
source: Open Settings
pl: Otwórz ustawienia

# updates_LinkLabel.Text
source: Waiting...
pl: Oczekiwanie...

# PreparingPleaseWait.Text
source: Please wait...
pl: Proszę czekać...
