Repository: fossabot/Genshin-Impact-ReShade
Catalog: Stella Mod Launcher/Forms/Tools.*.resx
Languages: pl

# panel2.ToolTip
source: Close
pl: Zamknij

# SettingsAndUtils.Text
source: >> Some settings and utils <<
pl: >> Narzędzia i przegląd logów <<

# DeleteAllCacheAndLogFiles.Text
source: Cache + log files
pl: Cache + wszystkie logi

# ReShadeLogs.Text
source: ReShade.log
pl: Logi ReShade

# LauncherLogs.Text
source: Launcher
pl: Logi launchera

# LogFiles.Text
source: Log files
pl: Dzienniki zdarzeń

# ConfigFiles.Text
source: Config files
pl: Pliki konfiguracyjne

# ScanAndRepairSysFiles.Text
source: Scan and repair system files
pl: Skanuj i napraw pliki systemowe

# CacheAndLogs.Text
source: Delete
pl: Usuń

# DeleteOnlyWebView2Cache.Text
source: Only cache
pl: Tylko pamięć podręczną

# linkLabel2.Text
source: Remove all Stella notifications
pl: Usuń powiadomienia Stelli

# linkLabel2.ToolTip
source: After clicking this button, all notifications from the Stella Mod Launcher application will be deleted.
pl: Po kliknięciu tego przycisku wszystkie powiadomienia z aplikacji Stella Mod Launcher zostaną usunięte.

# InstallationLogs.Text
source: Genshin Stella Mod
pl: Logi instalacyjne

# InnoSetupLogs.Text
source: View directory
pl: Logi InnoSetup

# madeWith_Label.Text
source: Made with ♡ by Sefinek
pl: Zrobione z ♡ przez Sefinka

# Misc.Text
source: Misc
pl: Różne

# $this.Text
source: Some settings and utils
pl: Narzędzia
