Repository: fossabot/Genshin-Impact-ReShade
Catalog: Stella Mod Launcher/Properties/Resources.*.resx
Languages: pl

# DownloadCmd_SuccesfullyDownloadedOrUpdatedFile_
source: {0} Successfully downloaded or updated file: {1}
pl: {0}: Pomyślnie pobrano lub zaktualizowano plik: {1}

# UpdateBenefits_SuccessfullyUpdated3DMigotoMods
source: Successfully updated 3DMigoto Mods for patrons.
pl: Pomyślnie zaktualizowano mody 3DMigoto dla patronów.

# UpdateBenefits_SuccessfullyUpdatedAddons
source: Successfully updated ReShade Addons for patrons.
pl: Pomyślnie zaktualizowano dodatki ReShade dla patronów.

# UpdateBenefits_SuccessfullyUpdatedCmdFiles
source: Successfully updated cmd files (batch) to the latest version.
pl: Pomyślnie zaktualizowano pliki cmd (wsadowe) do najnowszej wersji.

# UpdateBenefits_SuccessfullyUpdatedPresets
source: Successfully updated presets (with or without RT) for patrons.
pl: Pomyślnie zaktualizowano ustawienia wstępne (z lub bez RT) dla patronów.

# UpdateBenefits_SuccessfullyUpdatedShaders
source: Successfully updated shaders for patrons to the latest version.
pl: Pomyślnie zaktualizowano shadery dla patronów do najnowszej wersji.

# Default_ResourceDirNotFound
source: Resource directory not found. In newer versions of Stella Mod, saving paths has been moved to the registry. If you have just updated the software, click OK. The configuration window will be launched.
pl: Nie znaleziono katalogu zasobów. W nowszych wersjach Stella Mod zapisywanie ścieżek zostało przeniesione do rejestru. Jeśli właśnie zaktualizowałeś oprogramowanie, kliknij OK. Zostanie uruchomione okno konfiguracji.
