Repository: fossabot/Genshin-Impact-ReShade
Catalog: Stella Mod Launcher/Properties/Resources.*.resx
Languages: pl

# Cmd_Error
source: Error
pl: Błąd

# Cmd_ExecutedCommand
source: Executed command
pl: Wykonane polecenie

# Cmd_ExitCode
source: Exit code
pl: Kod wyjścia

# Cmd_FailedToUpdate
source: Failed to update. The software was denied access to a location, preventing it from saving, copying, opening or loading files.
pl: Nie udało się zaktualizować. Oprogramowanie zostało pozbawione dostępu do lokalizacji, uniemożliwiając zapisywanie, kopiowanie, otwieranie lub wczytywanie plików.

# Cmd_RebootIsRequired
source: Reboot is required
pl: Ponowne uruchomienie jest wymagane

# Cmd_TheRequestOperationWasSuccessfulButYourPCNeedsToBeRebooted
source: The requested operation was successful, but your computer needs to be restarted.
pl: The requested operation was successful, but your PC needs to be rebooted.

source: The required dependency has been successfully installed, but your computer needs to be restarted.
pl: Wymagana zależność została pomyślnie zainstalowana, lecz Twój komputer wymaga ponownego uruchomienia.

# Cmd_UpdateIsRequired
source: An update is required. We apologize for any inconvenience caused, but it is necessary to install every new update. These updates may contain quality improvements, and some may even include important security fixes. If, for any reason, you are unable to update Stella Mod through the Launcher, please uninstall the current version and install the new one from the official website source.
pl: Wymagana jest aktualizacja. Przepraszamy za wszelkie niedogodności, ale konieczna jest instalacja każdej nowej aktualizacji. Te aktualizacja może zawierać poprawki jakościowe, a niektóre mogą nawet obejmować istotne poprawki zabezpieczeń. Jeśli z jakiegoś powodu nie możesz zaktualizować Stella Mod za pomocą Launchera, proszę odinstaluj obecną wersję i zainstaluj nową ze strony internetowej oficjalnego źródła.

# Cmd_WorkingDirectory
source: Working directory
pl: Katalog roboczy

# Default_AreYouSureWantToUpdateReShadeConfiguration
source: Are you sure you want to update ReShade configuration? This action will result in the loss of any custom configurations you have made. If you do not have any custom configurations, you may proceed by clicking Yes. However, if you have made changes, please ensure that you have backed up the previous ReShade file in your game files.
pl: Jesteś pewien, że chcesz zaktualizować konfigurację ReShade? Ta czynność spowoduje utratę wszelkich niestandardowych konfiguracji, jakie dokonałeś. Jeśli nie masz żadnych niestandardowych konfiguracji, możesz kontynuować, klikając Tak. Jednak jeśli wprowadziłeś zmiany, upewnij się, że utworzyłeś kopię zapasową poprzedniego pliku ReShade w folderze gry.

# Default_BackgroundFileWasNotFoundIn_.ID
source: Background file was not found in '{0}'; ID: {1};
pl: Nie znaleziono pliku tła w '{0}'; Identyfikator: {1};

# Default_CachedAppBackground_ID
source: Cached app background in RAM memory '{0}'; ID: {1};
pl: Zapisano tło '{0}' w pamięci RAM; Identyfikator: {1};

# Default_CanceledByTheUser_AreYouSureOfWhatYoureDoing
source: Canceled by the user. Are you sure of what you're doing?
pl: Anulowane przez użytkownika. Czy jesteś pewien tego, co robisz?

# Default_ChangedTheLauncherBackground_ID
source: Changed the launcher background. ID: {0}
pl: Zmieniono tło programu uruchamiającego. Identyfikator: {0}

# Default_CheckForUpdates
source: Check for updates
pl: Wyszukaj aktualizacje

# Default_CheckingForUpdates
source: Checking for updates...
pl: Sprawdzanie aktualizacji...

# Default_ClickStartGameButtonToInjectReShadeAndUseFPSUnlock
source: Click „Start game” button to inject ReShade and use FPS Unlock.
pl: Kliknij przycisk "Uruchom grę", aby wstrzyknąć ReShade i użyć odblokowania FPS.

# Default_ClickStartGameButtonToInjectReShadeFPSUnlockAnd3DMigoto
source: Click „Start game” button to inject ReShade, FPS Unlock and 3DMigoto.
pl: Kliknij przycisk "Uruchom grę", aby wstrzyknąć ReShade i 3DMigoto oraz użyć odblokowania FPS.

# Default_CurrentBackground
source: Current background: {0}
pl: Bieżące tło: {0}

# Default_CurrentBackground_Default
source: Current background: Default
pl: Bieżące tło: Domyślne

# Default_DeletedOldSetupFromTempDirectory
source: [i] Deleted old setup file from temp directory.
pl: Usunięto stary plik instalacyjny z katalogu tymczasowego.

# Default_Directory_WasNotFound
source: Directory {0} was not found.
pl: Katalog {0} nie został odnaleziony.

# Default_DownloadedReShadeIniWasNotFoundIn_
source: Downloaded ReShade.ini was not found in: {0}
pl: Nie znaleziono pobranego pliku ReShade.ini w: {0}

# Default_Downloading
source: Downloading...
pl: Pobieranie...

# Default_DownloadingConfigFileForFPSUnlocker
source: Downloading the configuration file for FPS Unlocker....
pl: Pobieranie pliku konfiguracyjnego dla FPS Unlockera...

# Default_FailedToDownload
source: Failed to download...
pl: Nie udało się pobrać...

# Default_FileDownloadHasBeenCanceledByTheUser
source: File download has been canceled by the user.
pl: Pobieranie pliku zostało anulowane przez użytkownika.

# Default_FileWasNotFound
source: File was not found.
pl: Plik nie został znaleziony.

# Default_File_WasNotFound
source: [i] File {0} was not found.
pl: [x] Nie znaleziono pliku {0}.

# Default_ForSomeReasonYouDidNotGiveConsentForTheAutomaticUpdateOfTheReShadeFile
source: For some reason, you did not give consent for the automatic update of the ReShade file. Please note that older versions of this file may not be compatible with newer versions of Stella Mod. I hope you know what you're doing.
pl: Z jakiegoś powodu nie wyraziłeś zgody na automatyczną aktualizację pliku ReShade. Należy pamiętać, że starsze wersje tego pliku mogą nie być kompatybilne z nowszymi wersjami modyfikacji Stella Mod. Mam nadzieję, że wiesz, co robisz.

# Default_GameLauncherWasNotFound
source: Game launcher was not found.
pl: Nie znaleziono programu uruchamiającego grę.

# Default_GameLauncherWasNotFoundIn
source: Game launcher was not found in: {0}
pl: Nie znaleziono programu uruchamiającego grę w: {0}

# Default_ItAppersThatIsYourFirstTimeLaunchingTheLauncher
source: It appears that you are launching the launcher for the first time! Take a moment to review the terms of use on the GitHub Wiki and other guidelines for this modification to avoid any unexpected issues. REMEMBER NOT TO SHARE YOUR UID WITH VISIBLE GAME SHADERS WITH ANYONE!
pl: Wygląda na to, że uruchamiasz launcher po raz pierwszy! Przeznacz chwilę na zapoznanie się z zasadami użytkowania na stronie GitHub Wiki oraz innymi wytycznymi dla tej modyfikacji, aby uniknąć nieoczekiwanych problemów. PAMIĘTAJ, ABY NIE UDOSTĘPNIAĆ NIKOMU SWOJEGO UID Z WIDOCZNYMI SHADERAMI!

# Default_ItsJustText_WhatMoreDoYouWant
source: It's just text. What more do you want?
pl: To tylko tekst. Czego chcesz więcej?

# Default_Meeow_FailedToDownloadReShadeIni_TryAgain
source: Meeow! Failed to download ReShade.ini. Try again.
pl: Miałł! Nie udało się pobrać ReShade.ini. Spróbuj ponownie.

# Default_OhhSomethingWentWrong
source: Ohh, something went wrong
pl: Ouh, coś poszło nie tak

# Default_SomethingWentWrongWhileCheckingForNewUpdates
source: Something went wrong while checking for new updates. {0}
pl: Wystąpił problem podczas sprawdzania nowych aktualizacji. {0}

# Default_Sorry.Background_WasNotFound
source: Sorry. Background {0} was not found.
pl: Przepraszam. Tło {0} nie zostało odnalezione.

# Default_Success
source: Success!
pl: Sukces!

# Default_SuccessfullyRetrievedAndUpdatedTheCachedAppBackgroundWithID_
source: Successfully retrieved and updated the cached app background with ID {0}.
pl: Pomyślnie odebrano i zaktualizowano tło aplikacji z pamięci podręcznej (cache) o identyfikatorze {0}.

# Default_TheApplicationBackgroundHasBeenChangedToDefault_ID
source: The application background has been changed to default. ID: {0}
pl: Tło aplikacji zostało zmienione na domyślne. Identyfikator: {0}

# Default_TheReShadeIniFileCouldNotBeLocatedInYourGameFiles
source: The ReShade.ini file could not be located in your game files, or it may not be compatible with the current version. Would you like to download this file now to prevent future errors and manual configuration? Recommended.
pl: Nie można zlokalizować pliku ReShade.ini w folderze gry lub może on nie być kompatybilny z obecną wersją. Czy chciałbyś teraz pobrać ten plik, aby zapobiec przyszłym błędom i ręcznej konfiguracji? Zalecane.

# Default_TheReShadeIniFileStillDoesNotExist
source: The ReShade.ini file still does not exist!
pl: Plik ReShade.ini nadal nie istnieje!

# Default_TheSoundFileWithMusicWasNotFound
source: The sound file with music was not found.
pl: Nie odnaleziono pliku dźwiękowego z muzyką.

# Default_TheSoundFileWithMusicWasNotFoundInTheLocalization_
source: The sound file with music was not found in the location: '{0}'
pl: Plik dźwiękowy z muzyką nie został odnaleziony w lokalizacji: '{0}'

# Default_YouHaveTheLatestVersion
source: You have the latest version
pl: Masz najnowszą wersję

# Discord_Desc
source: The best mod for Genshin Impact with ReShade, custom graphics presets, FPS unlock, custom launcher, and more!
pl: Najlepszy mod do Genshin Impact z ReShade, niestandardowym wyglądem graficznym, odblokowywaniem FPS, własnym launcherem itp.!

# Discord_DiscordServer
source: Discord server
pl: Serwer Discord

# Discord_InTheMainWindow
source: In the main window
pl: W oknie głównym

# Discord_OfficialWebsite
source: Official website
pl: Oficjalna strona internetowa

# Discord_Version_
source: Version: {0}
pl: Wersja: {0}

# Gallery_BrowsingTheGallery
source: Browsing the gallery 📷
pl: Przegląda galerie 📷

# Gallery_ExitedTheGallery
source: Exited the gallery 🦊
pl: Zamknięto galerie 🦊

# Gameplay_WatchingGameplay
source: Watching gameplay 🎮
pl: Ogląda rozgrywkę 🎮

# Links_DRPC_OnTheWindowWithLinks
source: On the window with links 🌍
pl: W oknie z linkami 🌍

# Log_ForSomeReasonICannotSaveTheActionInfoInTheLogFile
source: For some reason, I cannot save the action information in the log file.
pl: Z jakiegoś powodu nie mogę zapisać informacji o akcji w pliku dziennika.

# Log_ForSomeReasonICantSaveTheErrorInfoInTheLogFile
source: For some reason, I can't save the error information in the log file.
pl: Z jakiegoś powodu nie mogę zapisać informacji o błędzie w pliku dziennika.

# Log_SomethingWentWrong
source: Something went wrong
pl: Coś poszło nie tak

# Main_ClickedNoInForm_
source: Clicked No in form '{0}'.
pl: Kliknięto Nie w oknie formularza '{0}'.

# Main_ClickedYesInForm_
source: Clicked Yes in form '{0}'.
pl: Kliknięto Tak w oknie formularza '{0}'.

# Main_Closed
source: Closed.
pl: Zamknięto.

# Main_ClosedForm_
source: Closed form {0}.
pl: Zamknięto formularz {0}.

# Main_ClosingForm_
source: Closing form {0}...
pl: Zamykanie formularzu {0}...

# Main_LoadedForm_
source: Loaded form {0}.
pl: Załadowano formularz {0}.

# Main_PleaseWait
source: Please wait...
pl: Proszę czekać...

# MajorRelease_MajorVersionIsAvailable
source: Major version is available
pl: Dostępna jest główna aktualizacja

# NormalRelease_ClickHereToUpdate
source: Click here to update
pl: Kliknij, by zaktualizować

# NormalRelease_DeletedOldSetupFileFromTempDir
source: Deleted old setup file from temp directory.
pl: Usunięto stary plik instalacyjny z katalogu tymczasowego.

# NormalRelease_DownloadingInProgress
source: Downloading in progress...
pl: Trwa pobieranie...

# NormalRelease_DownloadingNewUpdate_
source: Downloading new update... {0} MB of {1} MB / {2} MB/s
pl: Pobieranie nowej aktualizacji... {0} MB z {1} MB / {2} MB/s

# NormalRelease_DownloadingUpdate_
source: Downloading update... {0} MB / {1} MB
pl: Pobieranie aktualizacji... {0} MB / {1} MB

# NormalRelease_EverythingIsOkay_StartingSetup
source: Everything is okay! Starting setup...
pl: Wszystko jest w porządku! Rozpoczywanie instalacji...

# NormalRelease_InstallANewVersionInTheWizard_ClosingLauncherIn_
source: Install a new version in the wizard. Closing launcher in {0}s...
pl: Zainstaluj nową wersję w kreatorze. Launcher zostanie zamknięty za {0}s...

# NormalRelease_JustAMoment_PleaseWait
source: Just a moment. Please wait {0}s...
pl: Chwileczkę. Proszę czekać {0}s...

# NormalRelease_NewReleaseFrom_IsAvailable_v_
source: New release from {0} is available: v{1} → v{2}
pl: Dostępna jest nowa wersja z {0}: v{1} → v{2}

# NormalRelease_NewReleaseIsAvailableDownloadNow
source: New release is available. Download now!
pl: Dostępna jest nowa wersja. Pobierz teraz!

# NormalRelease_NewVersionFrom_IsAvailable
source: New version from {0} is available.
pl: Dostępna jest nowa wersja z {0}.

# NormalRelease_Output_
source: Output: {0}
pl: Wyjście: {0}

# NormalRelease_PreparingToDownloadNewUpdate
source: Preparing to download new update...
pl: Przygotowanie do pobrania nowej aktualizacji...

# NormalRelease_Preparing_IfProcessIsStuckReopenLauncher
source: Preparing... If process is stuck, reopen launcher.
pl: Przygotowywanie... Jeśli proces się zawiesi, uruchom ponownie launcher.

# NormalRelease_SomethingWentWrong
source: Something went wrong???
pl: Coś poszło nie tak???

# NormalRelease_UpdateSize
source: Update size: {0} MB
pl: Rozmiar aktualizacji: {0} MB

# NormalRelease_UpdatingPleaseWait
source: Updating. Please wait...
pl: Trwa aktualizowanie...

# NormalRelease_Waiting_
source: Waiting {0}s...
pl: Oczekiwanie {0}s...

# NormalRelease_WeFoundNewUpdates
source: We found new updates
pl: Znaleziono nowe aktualizacje.

# Os_FailedToRetrieveDeviceIdentifier
source: Failed to retrieve device identifier.
pl: Nie udało się uzyskać identyfikatora urządzenia.

# Program_ARequestToStartTheProgramHasBeenReceived
source: A request to start the program has been received. * Debugger is attached: {0} * CPU Serial Number: {1} * App dir: {2} * App data: {3} * configured.sfn file: {4} * FPS Unlocker config path: {5} * Directory for patrons: {6}
pl: Otrzymano żądanie uruchomienia programu. * Podłączony debugger: {0} * Numer seryjny CPU: {1} * Katalog aplikacji: {2} * Dane aplikacji: {3} * Plik configured.sfn: {4} * Ścieżka konfiguracji FPS Unlockera: {5} * Katalog dla patronów: {6}

# Program_DoYouWantToJoinOurDiscord
source: Do you want to join our Discord server?
pl: Czy chcesz dołączyć na nasz serwer Discord?

# Program_DoYouWantToSendUsanonymousLogFiles
source: Do you want to send us anonymous log files?
pl: Czy chcesz przesłać nam anonimowe pliki dziennika (logi)?

# Program_IfYouWishToSendLogsToTheDeveloperPleaseSendThemToMeOnDiscord
source: If you wish to send logs to the developer, please send them to me on Discord: Sefinek#2714. API communication is not yet available for the Stella Launcher. Do you want to see these files?
pl: Jeśli chcesz przesłać logi do programisty, proszę wyślij je do mnie na Discordzie: Sefinek#2714. Komunikacja przez interfejs API nie jest jeszcze dostępna w Stella Launcher. Chcesz zobaczyć te pliki?

# Program_RequiredFileFisrtAppLaunchExeWasNotFound_
source: Required file 'First app launch.exe' was not found. Please reinstall this app or join our Discord server for help.
pl: Nie znaleziono wymaganego pliku "Configuration.exe". Proszę ponownie zainstalować tę aplikację lub dołączyć do naszego serwera Discord, aby uzyskać pomoc.

# Program_SorryOneInstanceIsCurrentlyOpen_
source: Sorry, one instance is currently open. Quit the process with name {0} and try again.
pl: Przepraszam, obecnie jest uruchomiona jedna instancja. Zamknij proces o nazwie {0} i spróbuj ponownie.

# Program_WouldYouShareOpinionAboutStellaMod
source: Would you share your opinion about Stella Mod on trustpilot.com? I would be very grateful.
pl: Czy podzielisz się swoją opinią na temat Stella Mod na trustpilot.com? Będziemy bardzo wdzięczni!

# RandomImages_AnimeName
source: Anime name
pl: Nazwa anime

# RandomImages_ErrorWithTheAPI
source: Error with the API: {0} {1}
pl: Błąd z API: {0} {1}

# RandomImages_GeneratingBeautifulPictures
source: Generating beautiful pictures 😻
pl: Generowanie pięknych obrazów 😻

# RandomImages_OpenImageInDefaultBrowser
source: Open image in default browser
pl: Otwórz zdjęcie w domyślnej przeglądarce

# RandomImages_ReceivedDataFrom
source: Received data from {0}
pl: Odebrano dane z {0}

# RandomImages_Source
source: Source
pl: Źródło

# ReShadeIniUpdate_DownloadTheRequiredFile
source: Download the required file
pl: Pobierz wymagany plik

# ReShadeIniUpdate_FileReShadeIniWasNotFoundInYourGameDir
source: File ReShade.ini was not found in your game directory.
pl: Plik ReShade.ini nie został znaleziony w Twoim katalogu gry.

# ReShadeIniUpdate_FileSize_KB
source: File size: {0} KB
pl: Rozmiar pliku: {0} KB

# ReShadeIniUpdate_GamePathWasNotFoundOnYourPC
source: Game path was not found on your PC.
pl: Nie znaleziono ścieżki gry na Twoim komputerze.

# ReShadeIniUpdate_NewReShadeCfgIsAvailable_v_
source: New ReShade config version is available: v{0} → v{1}
pl: Dostępna jest nowa wersja konfiguracji ReShade: v{0} → v{1}

# ReShadeIniUpdate_NewReShadeConfigVersionIsAvailable
source: New ReShade config version is available. Update is required.
pl: Dostępna jest nowa wersja pliku konfiguracyjnego ReShade. Aktualizacja jest wymagana.

# ReShadeIniUpdate_ReShadeIniWasNotFoundIn_
source: ReShade.ini was not found in: {0}
pl: Nie znaleziono pliku ReShade.ini w: {0}

# ReShadeIniUpdate_StellaConfigVersionIsNullInReShadeIni
source: STELLA.ConfigVersion is null in ReShade.ini.
pl: STELLA.ConfigVersion jest zerem w ReShade.ini.

# ReShadeIniUpdate_TheVersionOfReShadeCfgWasNotFound
source: The version of ReShade config was not found.
pl: Nie znaleziono wersji pliku konfiguracyjnego ReShade.

# ReShadeIniUpdate_UpdateReShadeCfg
source: Update ReShade config
pl: Zaktualizuj konfigurację ReShade

# ReShadeIniUpdate_UpdateSize_KB
source: [i] Update size: {0} KB
pl: [i] Rozmiar aktualizacji: {0} KB

# StellaResources_DownloadingResources
source: Downloading resources... {0} MB / {1} MB
pl: Pobieranie zasobów... {0} MB / {1} MB

# StellaResources_NewResourcesUpdateIsAvailable
source: New update of the resources is available from {0}.
pl: Nowa aktualizacja zasobów jest dostępna z {0}.

# StellaResources_SuccessfullyUnpacked
source: Successfully unpacked: {0}
pl: Pomyslnie wypakowano: {0}

# StellaResources_SuccessfullyUpdatedResources
source: Successfully updated resources.
pl: Pomyślnie zaktualizowano zasoby.

# StellaResources_UnpackingFiles
source: Unpacking files...
pl: Rozpakowywanie plików...

# StellaResources_UnpackingFiles_From_
source: Unpacking files... {0} from {1}
pl: Wypakowywanie plików... {0} z {1}

# StellaResources_UnpackingFiles_Log
source: Unpacking files... {0} from {1}; totalBytes: {2}; totalBytesToExtract: {3};
pl: Rozpakowywanie plików... {0} z {1}; totalBytes: {2}; totalBytesToExtract: {3};

# StellaResources_UpdateSize
source: Update size: {0}
pl: Rozmiar aktualizacji: {0}

# SupportMe_Thanks
source: Thanks :3
pl: Dzięki :3

# Telemetry_LogFilesWasSentToDeveloper
source: Log files was sent to developer.
pl: Pliki dziennika zostały wysłane do programisty.

# Tools_BrowsingUtils
source: Browsing utils 🔧
pl: Przegląda narzędzia 🔧

# Tools_DisableDiscordRPC
source: Disable Discord RPC
pl: Wyłącz Discord RPC

# Tools_EnableDiscordRPC
source: Enable Discord RPC
pl: Włącz Discord RPC

# Tools_MuteMusicOnStart
source: Mute music on start
pl: Wycisz muzyke na start

# Tools_ReShadeConfigFileWasNotFoundIn_
source: ReShade config file was not found in: {0}
pl: Plik konfiguracyjny ReShade nie został odnaleziony w: {0}

# Tools_ReShadeLogFileWasNotFoundIn_
source: ReShade log file was not found in: {0}
pl: Plik z dziennikiem zdarzeń (logami) nie został odnaleziony w: {0}

# Tools_SpecialBackgroundWasNotFoundIn_ForToolsWindow
source: Special background file was not found in '{0}' for Tools window.
pl: Nie znaleziono specjalnego pliku tła w '{0}' dla okna Narzędzia.

# Tools_UnmuteMusicOnStart
source: Unmute music on start
pl: Odcisz muzyke na start

# Tools_WrongEnableMusicValueInTheIniFile
source: Wrong EnableMusic value in the ini file.
pl: Nieprawidłowa wartość EnableMusic w pliku ini.

# Tools_YoureConnectedAs_.HiAndNiceToMeetYou.CheckYourDiscordActivity
source: You are connected as {0}. Hi and nice to meet you! Check your activity on Discord.
pl: Jesteś połączony jako {0}. Cześć, miło mi ciebie poznać! Sprawdź swoją aktywność na Discordzie.

# Utils_AnErrorOccurredWhileCreatingTheShortcut
source: An error occurred while creating the shortcut. {0}
pl: Wystąpił błąd podczas tworzenia skrótu. {0}

# Utils_FileDoesNotExistsIn
source: File does not exists in: {0} [{1}]
pl: Plik nie istnieje w: {0} [{1}]

# Utils_FileDoesntNotExists_
source: File does not exists. {0}
pl: Plik nie istnieje. {0}

# Utils_FileWithGamePathWasNotFoundIn_DoYouWantToResetAllSMSettings
source: File with game path was not found in: {0} Do you want to reconfigure Stella Mod in the configuration window?
pl: Plik ze ścieżką gry nie został znaleziony w: {0} Czy chcesz ponownie skonfigurować Stella Mod w oknie konfiguracji?

# Utils_File_DoesntNotExists
source: File {0} does not exists.
pl: Plik {0} nie został odnaleziony.

# Utils_File_WasFoundAt_
source: File '{0}' was found at '{1}'.
pl: Plik '{0}' został znaleziony w '{1}'.

# Utils_File_WasNotFoundAt_
source: File '{0}' was not found at '{1}'.
pl: Plik '{0}' nie został znaleziony w '{1}'.

# Utils_FolderWithGamePathDoesNotExists_DoYouWantToResetAllSMSettings
source: Folder with game path does not exists: {0} Do you want to reconfigure Stella Mod in the configuration window?
pl: Folder ze ścieżką gry nie istnieje: {0} Czy chcesz ponownie skonfigurować Stella Mod w oknie konfiguracji?

# Utils_FoundGiExe
source: Found Genshin Impact Exe in: {0} [{1}]
pl: Znaleziono exe Genshin Impact w: {0} [{1}]

# Utils_LauncherFileDoesNotExists
source: Launcher file does not exists. {0}
pl: Plik programu uruchamiającego nie istnieje. {0}

# Utils_RunOfficialLauncherForStellaModMadeBySefinek
source: Run the official launcher for Genshin Impact Stella Mod made by Sefinek.
pl: Uruchom oficjalny launcher do Genshin Stella Mod autorstwa Sefinka.

# Utils_URLIsNullOrEmpty
source: URL is null or empty.
pl: Adres URL jest pusty lub jest po prostu nullem (zerem).

# Utils_WrongParameter
source: Wrong parameter.
pl: Zły parametr.

# WebView2Handler_ChooseEvergreenStandaloneInstaller
source: Select Evergreen Standalone Installer.
pl: Wybierz Evergreen Standalone Installer.

# WebView2Handler_DoYouWantToDownloadThisDependencyFromMStore
source: {0} Do you want to download this dependency from Microsoft website?
pl: {0} Czy chcesz pobrać tę zależność z witryny firmy Microsoft?

# WebView2Handler_OhhSorrySomethingWentWrongWithWV2
source: Sorry. Something went wrong with WebView2.
pl: Przepraszamy. Coś poszło nie tak z WebView2.

# Tools_AreYouSureToRunStellaConfigurationWindowAgain
source: Are you sure to run Stella Configuration Window again?
pl: Czy na pewno chcesz ponownie uruchomić Okno Konfiguracji Stella?

# Tools_TheShortcutHasBeenSuccessfullyCreated
source: The shortcut has been successfully created.
pl: Skrót został pomyślnie utworzony.

# Default_GenshinStellaModForPatrons
source: Genshin Stella Mod for Patrons
pl: Genshin Stella Mod dla Patronów

# Default_ThisFeatureIsAvailableOnlyForMyPatrons
source: This feature is available only for my patrons. Would you like to visit Patreon.com and make subscribe? You will gain access to numerous benefits! You will also be able to enjoy ReShade, 3DMigoto, and FPS Unlocker simultaneously.
pl: Ta funkcja jest dostępna tylko dla moich patronów. Czy chcesz odwiedzić Patreon.com i dokonać subskrypcji? Zyskasz dostęp do wielu korzyści! Będziesz także mógł jednocześnie korzystać z ReShade, 3DMigoto i FPS Unlockera.

# Utils_OopsAnErrorOccurred
source: Oops, an error occurred
pl: Aw, wystąpił jakiś błąd
